{
  "Home": {
    "about-us": "About Us",
    "contact-us": "Contact Us",
    "packages": "Packages",
    "get_started": "Get Started",
    "login": "Login",
    "our_packages": "Our Packages",
    "explore": "Explore",
    "main_header_text": "Empower Your Quranic Journey",
    "sub_header_text": "Learn Quran with Tajweed, Tafseer, and Arabic",
    "now": "Now",
    "student": "Student",
    "teacher": "Teacher",
    "30Min": "30 Min",
    "60Min": "60 Min",
    "Meta": {
      "title": "Quranic Journey",
      "description": "Empower Your Quranic Journey",
      "keywords": "Quran, Tajweed, Tafseer, Arabic"
    },
    "Packages": {
      "error_loading_packages": "An error occurred while loading the packages"
    },
    "Services": {
      "title": "Enhance Your Quran Memorization with Our Expert Instructors",
      "any_quran_memorization_path": {
        "title": "Any Quran Memorization Path, Anytime",
        "content": "Access and manage personalized Quran memorization plans. Your dedicated teachers and a structured curriculum are available at your convenience."
      },
      "browse_teacher_profiles": {
        "title": "Browse Teacher Profiles",
        "content": "Find certified Quran and Arabic teachers by reviewing their experience, qualifications, and student feedback before joining their classes."
      },
      "achieve_quran_goals_faster": {
        "title": "Achieve Your Quran Goals Faster",
        "content": "Accelerate your Quran memorization with personalized learning paths and on-demand sessions tailored to fit your schedule and progress."
      },
      "comprehensive_support": {
        "title": "Comprehensive Support",
        "content": "Our platform handles everything, from progress tracking to managing lessons and assignments, so you can focus solely on learning."
      },
      "teacher_flexibility": {
        "title": "Teacher Flexibility",
        "content": "Not satisfied with your current teacher? You can easily switch to another certified instructor who better matches your learning style."
      },
      "faster_quran_memorization": {
        "title": "60% Faster Quran Memorization",
        "content": "Our proven techniques and experienced teachers help you memorize the Quran more efficiently, without compromising quality."
      }
    },
    "TeacherServices": {
      "title": "Enhance Your Teaching Skills with Our Expert Tools",
      "guided_teaching_path": {
        "title": "Guided Teaching Path",
        "content": "Receive personalized guidance on structuring your Quran and Arabic lessons to best fit the students' learning paths."
      },
      "teacher_training": {
        "title": "Teacher Training & Certification",
        "content": "Participate in training programs to enhance your teaching methods and earn certifications recognized by the community."
      },
      "feedback_improvement": {
        "title": "Receive and Improve Through Feedback",
        "content": "Collect feedback from students and improve your teaching techniques to provide the best learning experience."
      },
      "efficient_scheduling": {
        "title": "Efficient Scheduling",
        "content": "Manage your class schedules effectively and efficiently with our built-in tools designed for Quran and Arabic teachers."
      },
      "performance_tracking": {
        "title": "Performance Tracking",
        "content": "Track student performance and adjust your teaching strategies to optimize their learning experience."
      },
      "collaborative_learning": {
        "title": "Collaborative Learning Environment",
        "content": "Work with other instructors to create a collaborative and supportive learning environment for all students."
      }
    }
  }
}
